def get_data():
    
    return f"{input('Введите фамилию: ')} {input('Введите имя: ')} {input('Введите группу: ')} {input('Введите Предмет: ')}\n"

def get_number_operasion():
    return input('Выберите номер категории\n \
        где: 1-показать все фамилии\n \
             2-показать все имена\n \
             3-показать все № групп\n \
             4-показать все предметы\n \
             4-показать студентов выбранного группы\n \
             5-показать всю таблицу\n \
             6-показать информацию по студенту\n \
             7-добавить студента\n \
             8-выход\n ')    
